label date_0831_night:
    scene bg black
    show text TITLE("31/8 (夜)").Pause(2.0)
    scene black
    "主持人" "「——那麼XXX先生，你到底是為了何而放棄昔日的高薪厚職呢？」"

    "漆黑一片的房間之中，僅餘下前方的液晶電視散發著微弱的光芒。"

    "眼角所瞥到的，大概是一個講談節目，年輕的女主持人以不亢不卑的態度向打扮光鮮但同樣年輕的男性嘉賓提問道。"

    "嘉賓"  "「是呢，我想想——」"

    "男子點了點頭，以示回應。"

    "嘉賓" "「無可否認在旁人眼中那份工作是大部份人夢寐以求的，那的確為我帶來巨大的收獲。」"

    "他停頓了一會之後，繼續接話。"

    "嘉賓" "「——要是人生單純被過去所束縛著的話，那就很無趣呢。」"

    "主持人" "「原來這就是你離開工作崗位改成享受人生的原因呢——」"

    "我用遙控器將電視關掉，尚未完結的訪談隨著因而強行終結。"

    player "「說什麼人生不想被束縛，不過是一派胡言。」"

    "如此呢喃後，我直接大字型躺在床上，直視著那在無光下顯得一片深藍的天花板。"

    "並非不承認對方的話是正確的，而是不想承認對方的話是正確的。"

    "人生的確可以不被受束縛，然而那只是少數人的權利。"

    "有能者、家勢顯赫者、有權者、有財者……"

    "只要有著其中一項條件的話，那就不再是夢話了"

    player "「那不就是夢話了嗎…」"

    "想要成為上述的人種，必須才能、機遇、手段都擁有方能達成。"

    "然而…"

    "現實就是一個金字塔，階級愈往上的人就愈少——如此一來，「他們」的出現往往便造就大量的犧牲。"
    "無法評價為有能者的人只能烙上「失敗者」的刻印，平庸地渡過餘生。"

    "為此為了自己的理想、榮辱，大家都紛紛掙紮，爭奪著向上游的機會。"

    "但怎可能凡事都如自己所願。"

    "世間存在著即使自己如何努力著，也無法觸及的距離，而那裡卻早已有人登上那個頂點。"

    "他們並不稀有，在各個範疇、各個職業、甚至是各個小鎮中都能看到他們的身影。"

    "就連學校也如此，永遠都是在近乎頂點的位置。"

    "俯視著用不堪入目的移動方法，緩慢地攀爬的我們。"

    player "「也沒差吧。」"

    "將手橫放在雙眼前，視線瞬間變得一片漆黑。"

    player "「畢竟我的人生，"
    extend "可說是毫無意義可言呢。」"

    "沒錯，就連自己父母也從不過問，就可見那是多麼的無意義。"

    "如此想著，身子不禁就放鬆起來，任由自己進去夢鄉之中。"
return
