label chiba_0901:

    ##############################################
    #                    委托                    #
    ##############################################


    scene bg skl_classroom_skl_end1 with dissolve

    "今天的部活完結得比較晚。"

    "從部室出來時天色已漸漸踏入日暮，得快點去到補習班，不然會遲到哪。"

    scene bg skl_garden_evening with dissolve

    "倒是前輩們還是如同昔日一樣囉嗦哪。"

    "不知道新加入的千葉能不能接受到他們的過份熱情。"

    "應該說真不愧是班上的人氣王，很快就和天文部的前輩們打成一片了。"

    "倒是雖說是掛著天文部的銜頭，但就我所知那班傢伙甚少在部活時間做一些和部名相關的事情。"

    "唯一幾次的集體活動，都是晚上約出來觀星大會之類。"

    "不過也是，學校的銷禁時間也容不了學生到能觀星的時間。"

    "班主任" "「啊，找到了找到了。」"

    "又是班導。"

    "班主任" "「剛剛部活完嗎？」"

    player "「雖說也沒什麼實際行為。」"

    "班主任" "「哈哈，那也是青春的一環唄」"

    player "「老師你說的青春也還真廣泛，該不會連浪費時間也是青春一環？」"

    "班主任" "「也可能是啦～」"

    player "「哈啊…」"

    "班導還真棘手啊…"

    player "「所以，找我有什麼要事嗎？」"

    "班主任" "「是呢，正要想說」"

    "班主任" "「咳哼…！」"

    "班導乾咳清清嗓子之後，便繼續話題。"

    "班主任" "「我有事想委托你。」"

    "哈？"

    player "「老師，不是說不會那麼快就有委托的嗎？」"

    "班主任" "「那個，因為很緊急的關系就接下了，欸嘿～」"

    player "「老師，裝鬼臉是沒有用的。」"

    player "「哈啊…」"

    "雖然沒打算拒絕委托，但也沒預料到那麼快就有了。"

    "即使如此，交易還是交易。"

    "班導似乎也不太好意思開口，看來對方也沒料到會那麼突然。"

    player "「是朋友的委托嗎？」"

    "我想起這點。"

    "班主任" "「你聽到了嗎？」"

    player "「走去部室時偶爾聽到的。」"

    player "「然而我只看到你，也聽不清對方說什麼。」"

    "班主任" "「這樣啊…」"

    "對方顯出一副為難的表情。"

    "班主任" "「不過既然你聽到了，那事情就好辦了。」"

    player "「我就說我沒聽到來著。」"

    "顯然地，對方沒聽進腦內。"

    player "「那麼，委托內容是啥？」"

    "班主任" "「就等你這句了，委托內容只有一個。」"

    player "「……」"

    "在這瞬間確信了，老師只會聽自已想聽的話。"

    "班主任" "「幫助對方的女兒補習吧！」"

    player "「什麼？」"

    "班主任" "「幫助對方的女兒補習吧！」"

    "可沒叫老師重複來著…"

    player "「可以是可以…」"

    "班主任" "「那今天方便嗎？愈快愈好唄！」"

    player "「今天不行，之後還有補習班要上。」"

    player "「明天放假，倒是有空。」"

    "班主任" "「那就先約明天了囉。」"

    player "「但是老師，幫人補習的話，比起我還有更多更好的選擇吧？」"

    "我覺得沒錯。"

    "即使不否認自已有努力學習，但成績永遠無法擠身於前列之中。"

    "所以才能方面，應該有更多人比我更適合才對。"

    "班主任" "「也許是這樣沒錯，但你較他們優勝的地方，是你比他們更有經驗。」"

    "老師這樣一說，令我想起之前幫那對雙子辦學習會的事。"

    "班主任" "「我相信有經驗的你，比起只會讀書的其他人更能勝任這個委托呢。」"

    "班主任" "「而且啊，我在對方身上找到和你一樣的氣質」"

    "班主任" "「——孤獨者的氣質…」"

    player "「什麼？」"

    "班主任" "「嗯，我想你們應該會能成為好伙伴的！」"

    "老師強行中斷話題。"

    "班主任" "「好咧，那明天部活完結後便在學校大門等待委托對象吧。」"

    player "「……嗯。」"

    "他的話讓我十分在意。"

    "班主任" "「那還真是幫大忙了啊，哈哈。」"

    player "「老師倒是欠我一個大人情了。」"

    "班主任" "「欸嘿嘿，這個容後再談。」"

    "班主任" "「——再不去補習班的話，可能會遲到唄。」"

    "糟糕！"

    player "「怎麼不早說啊——！！！」"

    "班主任" "「一路順風～」"

    "內心一邊咒罵著對方，一邊拔腿狂奔起來。"


    return
