label school_life_0901_1:
    ##############################################
    #                School Life 1               #
    ##############################################
    scene bg skl_classroom_blackboard with dissolve

    player "「到了，你們的班級。」"
    show sakura normal with dissolve
    show saki normal with dissolve
    sakura "「總覺得，有種緊張感哪。」"
    saki "「不要緊的…咲會一直在櫻的身邊的…」"
    hide saki with dissolve

    player "「咲…」"
    player "「沒什麼好緊張的來著？」"
    player "「而且有咲陪你，根本不用擔心會落單。」"
    sakura "「嘛，的確是這樣…」"
    "我想起了她們是就讀附屬的初中這一回事。"
    player "「應該有不少初中同學也升學這學校才對？按分班表來說應該也有自己認識的人在這班。」"
    sakura "「差點忘記了…！」"
    player "「就算沒法和新同學做朋友，和目前的朋友維持現在的關系也沒損失。」"
    sakura "「我才不會交不到新朋友呢！我不像你！哼！」"
    player "「就是這股氣勢。」"
    "雖說對方說了事實。"
    "但總覺得有點殘忍哪。"
    "「叮噹叮噹——」"
    "是預示今天課堂的鐘聲。"
    sakura "「啊，差不多要上課了。」"
    player "「嗯，我也回去我那班好了。」"
    sakura "「對了對了，要一起回去嗎？」"
    player "「有部活。」"
    sakura "「欸？真的假的？！」"
    sakura "「你居然會參加那些東西？！」"
    player "「要妳管。」"
    player "「我回去了。」"
    player "「放學有啥事就電話聯絡。」"
    sakura "「了解！」"
    player "「那麼，小休時回見。」"
    hide sakura with dissolve

    "正當回頭之際，有人拍了一下我的肩膀。"
    "是咲。"
    show saki normal with dissolve
    saki "「哼呣，做得不錯…」"
    player "「我只是實話實說而已。」"
    hide saki with dissolve

    "原來順便幫咲製造了和櫻製服約會的機會。"
    "我還真是個大好人哪。"
    "————————————————————"

    scene bg skl_corridor with dissolve
    "和她們分開之後，往2年級課室進發。"
    "路人A" "「啊你看…」"
    "路人B" "「什麼什麼…？」"
    "走廊上突然聚了一堆人，而他們的目光都落在不遠方之處。"
    "路人A" "「那個漂亮的女孩是？」"
    "路人B" "「從沒見過的呢。」"
    "路人C" "「據說是今年轉校過來的，是叫千葉的學生。」"
    "互相之間不斷議論紛紛著。"
    "被他們的目光所帶動，我也往那方向望去，一探究竟。"
    "那是位有著標致五官的少女，將（顏色）髮絲束成側馬尾的樣子讓她看起來顯得更有元氣。"
    "開展著和元氣截然不同，可說是十分穩重的步姿，往我們的方向走往。"
    "路人A" "「對方過來了…！」"
    "前面的人倒是一副很興奮的樣子來著。"
    "和那個叫千葉的人對上眼的瞬間——"

    show chiba normal with dissolve
    chiba  "「……（輕笑）」"
    player "「？」"
    hide chiba with dissolve

    "她依舊不發一言地，和這群人擦身而過，往樓梯走上。"
    "千葉的身影方才消失，馬上——"
    "路人A" "「剛剛對方對著我笑啦！！！」"
    "路人B" "「想得美，明明是對我笑，絕對是對我有意思！」"
    "路人C" "「你才閉嘴！」"
    "明明都響了預備鐘了，卻還在爭論這個沒有意義的問題。"
    "我可不想被視為和他們同類來著…"
    "趕快走吧。"
    player "「……」"
    "那個笑容。"
    "是向我擺出來的嗎？"
    "但願不是。"
    "————————————————————"

    ##############################################
    #                School Life 2               #
    ##############################################
    scene bg skl_classroom_seats with dissolve
    "班主任" "「嘛，就是這樣，讓我們今年好好加油唄。」"
    "站在講台前的班導簡單蓋括今年的個人展望，完結了班主任課。"

    player "「哈啊～」"
    "說白了就是每年一樣的東西。"
    "尤其是連續兩年都聽同一位老師說一樣的話。"
    "真無趣。"

    "班主任" "「對了，別忘了跟鄰座的同學好好相處呢。」"
    player "「嗯…」"
    "瞥了一眼對鄰座的同學。"

    show tanaka normal with dissolve
    $tanaka.next_name()
    tanaka "「喲，我是田中耀，叫我田中就好了，多多指教呢。」"
    "他拓了一下眼鏡，不懷好意般向我開口。"

    player "「這邊才是，我是...。」"
    player "「這個梗不覺得有點無聊不？我們倒是認識了好幾年了。」"

    tanaka "「欸嘻嘻～」"
    "田中倒是陷入一臉苦笑的樣子。"
    tanaka "「你也太過認真了吧，要Relax、Relax才行！」"

    player "「就算你這樣說，我本來就是這個樣子的。」"

    "他似乎對這句話感到疑惑。"

    player "「怎麼了？」"

    tanaka "「嗯呣，沒什麼。」"
    "田中突然湊過來，向我輕聲提問。"
    hide tanaka with dissolve

    ##############################################
    #                Know Chiba?                 #
    ##############################################
    menu:
        "你知道『千葉』這個人嗎？"

        "不認識":
            jump school_life_0901_1_dont_know

        "那誰？":
            jump school_life_0901_1_who

    label school_life_0901_1_dont_know:
    ##############################################
    #                Know Chiba?                 #
    #               >Don't Know                  #
    ##############################################
    player "「不認識。」"
    show tanaka normal
    tanaka "「真的假的？！」"
    player "「有必要那麼大反應嗎？」"
    tanaka "「啊，抱歉抱歉…」"
    player "「不過剛剛走上來的時候，聽別人說好像有個叫『千葉』的人出現在這裡。」"
    tanaka "「對對，說的就是她。」"
    tanaka "「你對她有印象嗎？」"
    player "「完全沒有。」"
    tanaka "「這樣啊……」"
    tanaka "「……（看樣子是真的）」"
    player "「？」"
    tanaka "「沒事！」"
    tanaka "「也差不多到小休了，我就先失陪了。」"
    hide tanaka with dissolve
    "話題就此打住。"
    player "「……」"
    "有點奇怪哪。"
    jump school_life_0901_1_end

    label school_life_0901_1_who:
    ##############################################
    #                Know Chiba?                 #
    #               >Who?                        #
    ##############################################
    player "「那誰？」"
    show tanaka normal
    tanaka "「欸？！你居然不認識她？！」"
    player "「有啥好驚訝的？」"
    tanaka "「啊、也是…」"
    player "「不過聽聞這家學校也有個叫『千葉』的插班生，人氣好像還滿高的。」"
    tanaka "「對對，就是在說她。」"
    tanaka "「你怎樣看呢？」"
    player "「我對這些沒興趣，而且我又不認識對方。」"
    tanaka "「……是呢。」"
    player "「？」"
    tanaka "「……看樣子是真的」"
    player "「在說啥？」"
    tanaka "「不，沒事。」"
    tanaka "「說起來，到小休了，我有事要做，回見啦。」"
    hide tanaka with dissolve
    player "「嗯。」"
    "看著田中遠去的身影。"
    player "「……」"
    "總覺得有點怪哪。"
    jump school_life_0901_1_end

    ##############################################
    #                End of Question             #
    ##############################################

    label school_life_0901_1_end:
    ##############################################
    #                  幕間—1                    #
    ##############################################
    scene bg skl_classroom_seats with dissolve
    player "「哈啊——」"
    "無事可做哪。"
    "對於交朋友的意欲可有可無，然而一到了這個時候卻顯得無可奈何了。"
    "田中那傢伙又不知跑去哪了。"
    player "「……」"
    "找點事去做吧。"

    scene bg skl_corridor with dissolve
    "一到小休時候，走廊就洋溢著各種笑語。"
    "也許這就是青春來著。"
    "「啊，差點忘了。」"

    scene bg skl_classroom_blackboard with dissolve

    "「要是沒去的話，她們應該會抱怨吧。」"
    "說好了小休時去看看那兩個人的情況如何來著。"
    player "「門沒關上來著…」"
    "那麼，打擾了。"
    "站在室外看看她們的情況好了。"
    player "「找到了，找到了。」"
    "櫻和咲正站在課室中央，身邊倒是一堆人包圍著她們。"
    "該不會是欺負吧？"
    "我想應該不是。"
    "畢竟——"

    scene bg some_cg_with_sakura_smiling
    sakura "「——嘻嘻～」"
    "櫻露出了十分燦爛的笑容。"
    "在一旁的咲也明顯放下戒心來。"
    "看樣子已經和班上的同學打成一片了。"
    "「嘛，那看起來沒我的事了。」"
    "真無聊哪。"
    return
