label transition_0901_1:
    scene bg road with dissolve
    "「……」 「……」 「……」（人聲）"

    "漫步在熙來讓往的街道中，不遠方車站那黑壓壓的人頭如同沙丁魚罐頭般逼得密不透風。"

    "展開人生新編章的不只我們，還有他們。"

    show sakura normal with dissolve

    sakura "「上班族可是很辛苦呢。」"

    show saki normal with dissolve

    saki "「嗯…」"

    player "「的確。」"

    saki "「不過不要緊…」"

    sakura "「嗯？」"

    saki "「櫻由我來養…只要做自己喜歡的事就好…」"

    saki "「——櫻幸福的話，對我來說就是幸福…」"

    "何等爆發性的宣言。"

    "假如我是女生的話，說不定也會對咲心動來著。"

    sakura "「嘻嘻，有咲在我的身旁真的太好了啦～」"

    saki "「……對呢…」"

    hide sakura with dissolve
    hide saki with dissolve


    "給我快點察覺哪。"

    "不過櫻的話倒是讓我不得不讚同。"

    "我深深為自己尚未成為一個社會人士而感到僥幸。"

    "但我相信時間不會很久，現在自己也是個高中二年生了，說不定一個運氣不好，就馬上得投入職場工作了。"

    "可就算自己能成功進入大學，那又有何意義，我並不認為單靠努力就能成為站在頂點的一分子。"

    "真的是，過份無意義啊…"

    player "「哈啊…」"

    "像單肩包放在身後，我瞇起眼睛打了個呵欠。"



    "總無徵兆地——"

    scene bg road with hpunch

    reirou "「讓開讓開——！」"

    "耳邊響起如此的呼喝同時，本來握著肩包的右手被重重的撞上，讓自己悠閑的呵欠因刺激而中斷。"

    player "「好痛…那傢伙幹嗎？趕時間嗎？」"

    "毫不理會自己碰到人，對方繼續前進著。"


    show sakura normal

    sakura "「沒事嗎？」"

    player "「嗯，只是稍為碰到而已。」"

    sakura "「不知那孩子，是不是在趕時間呢？」"

    "正背著自己的關系，無法看清對方的臉容，不過從背後看的話，對方有著一頭亮麗的銀髮，在陽光的照耀下閃閃生輝。"

    "髮絲亦隨著對方劇烈的擺動而搖曳著。"

    "對方似乎還沒有停下動作，依舊繼續用略大的聲量叫喚前面的行人，一邊繼續撞上他們。"


    show saki normal

    saki "「真魯莽…」"

    "從髮絲和聲線來推斷，應該是個年輕的女生，又或者要不然就是個年輕可愛的男生。"

    "時下的年輕人還真的是…"

    "不過對方那麼衝忙的理由——"

    "我搖搖頭，表示不應繼續深究下去。"

    player "「走吧，去學校吧。」"

    sakura "「嗯。」"

    saki "「……（點頭）」"

    "為轉換自己心情，我如此想著。"
