label yukino_0901_1:
    scene bg grassland with dissolve
    "那是一片一望無際的草原。"

    "附近沒有任何高樓大廈或者森林礙著視線，使得當下可以將整片星空盡情映入我的眼簾。"

    "放任自己躺臥在草原上，拿著簡陋的觀星鏡一掃各個星座，然後說著各種話題。"

    "——和她一起。"

    "是誰…？"

    "不遠處坐著一位女孩，看樣子我和她應該是一起觀星。"

    "明明就在身旁，卻無法看清對方的五觀輪廓。"

    "「是誰？」「名字是？」一概無從考究。"

    "即使想開口說話，聲音卻無法發出來。"

    "只能一直等待著對方開口說話的瞬間——"

    "等了良久，對方終於向我轉頭過來，僅能看到櫻桃小嘴微微顫動，似是向我傳遞什麼信息。"

    "迷之女孩" "「[player_name]…」"

    "嗯？"

    "直達腦海內的話語，掩蓋了眼前的女孩的話。"

    player "「抱歉，能再說一次嗎？」"

    "聲音總算如願的發出來。"

    player "「……」"

    "她點點頭，再一次開口。"

    "這回一定要聽到。"

    "迷之女孩" "「我——」"

    scene bg room with vpunch

    sakura "「——[player_name]，給我起床啦！」"

    "隨著一聲的叫喊，眼前本來一片浪漫的星空應聲消失。"

    "身子突然一歪，整個人就向後倒了，視野變得一片漆黑起來。"

    player "「……」"

    player "「是夢嗎…？」"

    "映入眼簾的不再是浪漫的星空。"

    "而是被陽光所照耀著的白色天花。"

    player "「好痛痛痛…」"

    "下意識的摸了一下發痛的後腦。"

    "右手傳來冰冷的質感。"

    "似乎是從床上倒下來了，以大字型躺在地板上。"

    "那麼一說，會做這種惡作劇的人就只有他們——"

    $saki.next_name()
    $sakura.next_name()

    player "「我說妳們哪…」"

    show sakura normal
    sakura "「嘻嘻，早上好，睡得好嗎？」"

    "眼前的少女眯起眼睛，擺出玩味的笑容。"

    player "「本來應該作了個好夢，現在倒是沒了。」"

    hide sakura
    show saki normal
    saki "「因為你沒聽櫻的話…」"

    "另一位有著相同臉容的少女，正形影不離地依偎著對方。"

    player "「那不構成咲容許櫻對我實行肢體上的傷害的理由來著…」"

    saki "「……」"

    "咲聽了我的話後，緩緩看了櫻一眼後，便安心的依靠在對方的肩膀上。"

    saki "「——只要是櫻想做的話…」"

    saki "「……」"
    hide saki with dissolve

    "我想了又想"

    "想了又想。"

    "最終——"

    "我放棄了思考。"

    "這對笨蛋姐妹還真的是……"

    player "「雖說我拜托了妳們叫我起床，但可沒說能這樣。」"

    show sakura normal
    sakura "「沒辦法嘛，不這樣做的話你就會一直賴床呢！」"

    player "「托你的褔，現在後腦撞出一個包了，倒不知道會不會喪失記憶來著。」"

    hide sakura
    show saki normal
    saki "「反正不是第一次了……」"

    saki "「……」 「……」"

    saki "「啊…抱歉…」"

    "時到如今再說也沒什麼意義來著。"

    player "「嘛，算了。」"

    hide saki
    show sakura normal
    sakura "「對、對呢！」"

    sakura "「我做了早餐呢，快點梳洗完後就過來哪，不然冷了就不好吃了。」"

    player "「了解。」"

    "對方連早餐也做好了的程度，到底自己貪睡了多久呢……"

    "真想改掉這種惰性哪。"

    "————————————————————"
    scene bg room with dissolve

    player "「話說，你們剛升上高中，習慣嗎？」"

    "喝了一口碗內的味噌湯，鹹度適中。"

    "真懂我的口味哪。"

    show sakura normal
    sakura "「那算是關心嘛？」"

    player "「姑且算是，因為我也算是受妳們父母拜托，偶爾要幫忙一下照顧妳們。」"

    player "「不過我想應該不用了，你看你身邊有那麼可靠的咲在。」"

    "眼前的櫻和咲似漆如胶的相處著，可見她們的關系十分不錯。"

    show saki normal
    saki "「…櫻會很高興的…」"

    player "「？」"

    saki "「要是你關心櫻的話…她會很高興的…。」"

    show sakura normal with hpunch
    sakura "「笨、笨蛋！誰會高興啦！」"

    "櫻滿臉通紅的揪著咲的衣領，用力搖曳。"

    "倒是咲在這種處境下還能鬆容喝著湯，真厲害。"

    player "「當作今天叫醒我的謝禮，回來的時候買點蛋糕好了。」"

    "順便也算幫她消一下氣吧。"

    sakura "「我要巧克力的～」"
    saki "「雲尼拿…」"

    "她們還真喜歡那兩種味道，百吃不厭哪。"

    player "「了解。」"
    hide sakura with dissolve
    hide saki with dissolve

    "草草將另一碗內煮得蓬鬆的白飯配上拆成肉末的鮭魚肉塞進肚內，作好出門的準備。"

    "櫻的料理真好吃，將來會是個好的新娘子哪。"

    "不過……"

    show saki normal
    saki "「盯……」"

    "似乎察覺我的想法，咲正如同貓一樣瞥著我。"

    "又不是我有這個想法…"

    saki "「櫻是咲的…」"

    player "「嗯，明白……」"

    "也不用特地強調主權來著…"

    show sakura normal
    sakura "「嗯？什麼什麼？」"

    saki "「嗯呣……只是說今天櫻的料理也十分美味呢…」"

    player "「對呢。」"

    sakura "「這樣說我可是很高興哪，盡情吃吧～」"

    "老媽子嗎？"

    player "「老媽子…嗎……」"

    "————————————————————"

    player "「我吃飽了，多謝招待。」"

    saki "「多謝招待…」"

    sakura "「粗茶淡飯，招呼不周。」"

    "看了看手機，時間還十分充沛。"

    "可以緩緩的走回去學校。"

    player "「走吧。」"

    sakura "「嗯！」"
    saki "「嗯…」"
    hide sakura with dissolve
    hide saki with dissolve

    "對她們而言，高中是新的環境，新的挑戰。"

    "那麼對自己而已，今年又會有何不同。"

    "所找尋的答案，又所在何方。"



return
