label yukino_0901_2:
    scene bg park_night
    "回到家時，天空已被抹上了一片晚霞，寂靜地沈睡於黑暗之中。"

    "和這片純粹的黑，格格不入的就只有那皎潔的明月，以及努力發亮但暗淡無光的繁星。"

    "假如有空餘的話，那會是一次不錯的觀星體驗。"

    "不過現在可不是說觀星的時間來著。"

    scene bg room with dissolve

    show sakura normal with dissolve
    sakura "「你看！都打了那麼多通電話，你居然都沒聽！」"

    "櫻在我面前打開她的手機，通訊記錄上滿滿都是給我的未接來電。"

    player "「所以說，那是意外才沒聽到。」"

    sakura "「還有你也沒買到蛋糕！明明說好了的！」"

    "果然最重要還是這點嗎？"

    "不過我跟你說——"

    "不單是蛋糕，連自己的晚飯也沒買回來。"

    "真夠嗆。"

    sakura "「呣…！真是的！」"

    player "「抱歉。」"

    "說起來，為何我不得不向那對雙子正坐，任由對方審問來著？"

    "最初我打算向咲尋求援助。"

    "不過——"

    show saki normal with dissolve

    saki "「居然打破和櫻的約定…你也挺有膽的嘛…」"

    "背後一陣涼意，更甚轉化為一陣肉眼清晰可見的殺氣。"

    "咲溺愛櫻的瘋狂程度遠超我的想像。"

    "我好歹也算是今天讓她得到和櫻制服約會的機會來著。"

    "真不近人情。"

    saki "「我的雲尼拿蛋糕…」"

    "妳也是貪吃鬼嗎？"

    "在甜食面前，她們的本性都表露無遺了。"

    player "「要我說多少次，那段時間手機不在我身上來著。」"

    "看了一下來電的記錄，是在幫九條包紮的時候打過來的。"

    "印象中她拿著我手機的時候，有傳來過來電的鈴聲。"

    "也就是說，是她拒聽她們的來電。"

    sakura "「你這樣說，是那段時間發生了什麼意外嗎？！」"

    player "「剛剛不就說了嘛。」"

    "怎覺得只聽想聽的話這點，和某個人有種不謀而合的既視感。"

    player "「算不上意外，不過是意料之外，問題解決了。」"

    sakura "「這、這樣嗎？沒事倒是太好了。」"

    saki "「也是……」"

    "咕嚕——————。"

    player "「啊…」"

    "肚子發出了饑餓的呼喝，終斷了嚴肅的話題。"

    sakura "「噗呼…！」"

    saki "「真厲害…」"

    player "「那是忠於自己的欲望，連自己的晚餐也忘了買來著。」"

    "隨便弄個泡麵解決好了。"

    sakura "「——我就預料到這個可能性啦。」"

    player "「？」"

    sakura "「我預留了給你的那份晚餐啦～」"

    player "「明明我沒說今天要一起吃來著…」"

    saki "「你忘了嗎…？」"

    player "「？」"

    sakura "「和你成為鄰居之後的每一年，開學的那天都會一起吃晚餐呢。」"

    player "「嗯…」"

    "一時之間想不起來還真有這回事。"

    "也許是正因為視之為日常，才會不在意嗎？"

    player "「你不說我就差點忘了…」"

    player "「抱歉…」"

    sakura "「不要緊的，只要現在開始重視這瞬間就行了。」"

    saki "「嗯嗯，真不愧是櫻。」"

    player "「啊啊。」"

    sakura "「咖哩可以嗎？甜的比較對你口味。」"

    player "「都可以。」"

    sakura "「那我拿過來翻熱一下，借一下廚房呢。」"

    player "「隨便。」"

    scene bg room with dissolve

    "櫻繫上了淡雅櫻紅的圍裙，從另一個房間中捧出一個金屬器皿，放在煮食爐上。"

    "彌漫而出的咖哩香氣，使我的腸胃不斷又一次震顫。"

    show sakura normal with dissolve

    sakura "「我先說喔，可不是為了你特地留下的喔！你不吃的話我也會拿來雪藏到明天當午餐吃啦！」"

    "站在爐頭前的櫻一邊攪動著濃郁的咖哩，一邊對我喝道，像是要宣示主權似的。"

    player "「嗯。」"

    "我看了眼陽台玻璃外的世界，依舊是一片漆黑之中，隱約發出幾道光芒。"

    "總覺得——"

    "（碟放下的聲音）"

    sakura "「弄好了，請品嚐呢。」"

    "櫻的聲音打斷了我的思考，將我抽回現實。"

    scene bg curry_rice with dissolve

    player "「嗯。」"

    "拿起餐匙，勺起沾滿濃濃咖哩的米飯。"

    player "「我不客氣了——」"

    "一如既往的美味哪。"

    player "「真好吃。」"

    sakura "「嘻嘻，合你口味的話實在太好了~」"

    "櫻展現出一個和她標致的臉容極為匹配的笑臉。"

    "有點可愛呢。"

    "在美食面前，煩惱都一掃而空了。"

    "果然還是留在『現在』比較好哪。"

    "即使對於過去的記憶存興趣，如今的記憶就彷如窗外的世界般，零碎的碎片散落在腦海深處之中。"

    "既無法觸及，亦無法重現。"

    "真麻煩哪…"

    "不知道有沒有什麼找回過去記憶的線索——"

    "比起這個，咖哩飯倒快要變涼了。"

    "再不吃的話就變得不好吃了。"

    "還有得趕快吃完然後準備老師的委托來著。"

    "一下子就變得忙碌起來哪。"

    "不過"

    "還不賴嘛。"

    "僅僅只有一瞬間。"

    scene bg star_night with dissolve

    $renpy.pause()

    "眼角餘光掃到其中一顆星，如今變得無比的璀璨。"



    return
