label date_0901_skl_transition:
    ##############################################
    #                Introduction                #
    ##############################################
    scene bg road with dissolve
    "「……」 「……」 「……」（人聲）"
    "漫步在熙來讓往的街道中，不遠方車站那黑壓壓的人頭如同沙丁魚罐頭般逼得密不透風。"
    "開展人生新編章的不只我們，還有他們。"
    show sakura normal
    sakura "「上班族可是很辛苦呢。」"
    show saki normal
    saki "「嗯…」\n"
    extend "「的確。」"
    saki "「不過不要緊…」"
    sakura "「嗯？」"
    saki "「櫻由我來養…只要做自己喜歡的事就好…」"
    saki "「——櫻幸福的話，對我來說就是幸福…」"
    "何等爆發性的宣言。"
    "假如我是女生的話，說不定也會對咲心動來著。"
    sakura "「嘻嘻，有咲在我的身旁真的太好了啦～」"
    saki "「……對呢…」"
    hide sakura with dissolve
    hide saki with dissolve

    "給我快點察覺哪。"
    "不過櫻的話倒是讓我不得不讚同。"
    "我深深為自己尚未成為一個社會人士而感到僥幸。"
    "但我相信時間不會很久，現在自己也是個高中二年生了，說不定一個運氣不好，就馬上得投入職場工作了。"
    "可就算自己能成功進入大學，那又有何意義，我並不認為單靠努力就能成為站在頂點的一分子。"
    "真的是，過份無意義啊…"
    player "「哈啊…」"
    "像單肩包放在身後，我瞇起眼睛打了個呵欠。"


    "總無徵兆地——"
    scene bg road with hpunch
    reirou "「讓開讓開——！」"
    "耳邊響起如此的呼喝同時，本來握著肩包的右手被重重的撞上，讓自己悠閑的呵欠因刺激而中斷。"
    player "「好痛…那傢伙幹嗎？趕時間嗎？」"
    "毫不理會自己碰到人，對方繼續前進著。"

    show sakura normal
    sakura "「沒事嗎？」"
    player "「嗯，只是稍為碰到而已。」"
    sakura "「不知那孩子，是不是在趕時間呢？」"
    "正背著自己的關系，無法看清對方的臉容，不過從背後看的話，對方有著一頭亮麗的銀髮，在陽光的照耀下閃閃生輝。"
    "髮絲亦隨著對方劇烈的擺動而搖曳著。"
    "對方似乎還沒有停下動作，依舊繼續用略大的聲量叫喚前面的行人，一邊繼續撞上他們。"

    show saki normal
    saki "「真魯莽…」"
    "從髮絲和聲線來推斷，應該是個年輕的女生，又或者要不然就是個年輕可愛的男生。"
    "時下的年輕人還真的是…"
    "不過對方那麼衝忙的理由——"
    "我搖搖頭，表示不應繼續深究下去。"

    player "「走吧，去學校吧。」"
    sakura "「嗯。」"
    saki "「……（點頭）」"

    "為轉換自己心情，我如此想著。"

    ##############################################
    #                School Life 1               #
    ##############################################
    scene bg skl_classroom_blackboard with dissolve

    player "「到了，你們的班級。」"
    show sakura normal
    show saki normal
    sakura "「總覺得，有種緊張感哪。」"
    saki "「不要緊的…咲會一直在櫻的身邊的…」"
    hide saki with dissolve

    player "「咲…」"
    player "「沒什麼好緊張的來著？」"
    player "「而且有咲陪你，根本不用擔心會落單。」"
    sakura "「嘛，的確是這樣…」"
    "我想起了她們是就讀附屬的初中這一回事。"
    player "「應該有不少初中同學也升學這學校才對？按分班表來說應該也有自己認識的人在這班。」"
    sakura "「差點忘記了…！」"
    player "「就算沒法和新同學做朋友，和目前的朋友維持現在的關系也沒損失。」"
    sakura "「我才不會交不到新朋友呢！我不像你！哼！」"
    player "「就是這股氣勢。」"
    "雖說對方說了事實。"
    "但總覺得有點殘忍哪。"
    "「叮噹叮噹——」"
    "是預示今天課堂的鐘聲。"
    sakura "「啊，差不多要上課了。」"
    player "「嗯，我也回去我那班好了。」"
    sakura "「對了對了，要一起回去嗎？」"
    player "「有部活。」"
    sakura "「欸？真的假的？！」"
    sakura "「你居然會參加那些東西？！」"
    player "「要妳管。」"
    player "「我回去了。」"
    player "「放學有啥事就電話聯絡。」"
    sakura "「了解！」"
    player "「那麼，小休時回見。」"
    hide sakura with dissolve

    "正當回頭之際，有人拍了一下我的肩膀。"
    "是咲。"
    show saki normal
    saki "「哼呣，做得不錯…」"
    player "「我只是實話實說而已。」"
    hide saki with dissolve

    "原來順便幫咲製造了和櫻製服約會的機會。"
    "我還真是個大好人哪。"
    "————————————————————"

    scene bg skl_corridor with dissolve
    "和她們分開之後，往2年級課室進發。"
    "路人A" "「啊你看…」"
    "路人B" "「什麼什麼…？」"
    "走廊上突然聚了一堆人，而他們的目光都落在不遠方之處。"
    "路人A" "「那個漂亮的女孩是？」"
    "路人B" "「從沒見過的呢。」"
    "路人C" "「據說是今年轉校過來的，是叫千葉的學生。」"
    "互相之間不斷議論紛紛著。"
    "被他們的目光所帶動，我也往那方向望去，一探究竟。"
    "那是位有著標致五官的少女，將（顏色）髮絲束成側馬尾的樣子讓她看起來顯得更有元氣。"
    "開展著和元氣截然不同，可說是十分穩重的步姿，往我們的方向走往。"
    "路人A" "「對方過來了…！」"
    "前面的人倒是一副很興奮的樣子來著。"
    "和那個叫千葉的人對上眼的瞬間——"

    show chiba normal with dissolve
    chiba  "「……（輕笑）」"
    player "「？」"
    hide chiba with dissolve

    "她依舊不發一言地，和這群人擦身而過，往樓梯走上。"
    "千葉的身影方才消失，馬上——"
    "路人A" "「剛剛對方對著我笑啦！！！」"
    "路人B" "「想得美，明明是對我笑，絕對是對我有意思！」"
    "路人C" "「你才閉嘴！」"
    "明明都響了預備鐘了，卻還在爭論這個沒有意義的問題。"
    "我可不想被視為和他們同類來著…"
    "趕快走吧。"
    player "「……」"
    "那個笑容。"
    "是向我擺出來的嗎？"
    "但願不是。"
    "————————————————————"

    ##############################################
    #                School Life 2               #
    ##############################################
    scene bg skl_classroom_seats with dissolve
    "班主任" "「嘛，就是這樣，讓我們今年好好加油唄。」"
    "站在講台前的班導簡單蓋括今年的個人展望，完結了班主任課。"

    player "「哈啊～」"
    "說白了就是每年一樣的東西。"
    "尤其是連續兩年都聽同一位老師說一樣的話。"
    "真無趣。"

    "班主任" "「對了，別忘了跟鄰座的同學好好相處呢。」"
    player "「嗯…」"
    "瞥了一眼對鄰座的同學。"

    show tanaka normal
    tanaka "「喲，我是田中耀，叫我田中就好了，多多指教呢。」"
    $tanaka.next_name()
    "他拓了一下眼鏡，向我開口。"
    player "「這邊才是，我是[player_name]。」"
    tanaka "「對了對了，你知道『千葉』這個人嗎？」"
    "田中突然湊過來，向我輕聲提問。"
    hide tanaka with dissolve

    ##############################################
    #                Know Chiba?                 #
    ##############################################
    menu:
        "你知道『千葉』這個人嗎？"

        "不認識":
            jump date_0901_skl_trans_q1_dont_know

        "那誰？":
            jump date_0901_skl_trans_q1_who


label date_0901_skl_trans_q1_dont_know:
    ##############################################
    #                Know Chiba?                 #
    #               >Don't Know                  #
    ##############################################
    player "「不認識。」"
    show tanaka normal
    tanaka "「真的假的？！」"
    player "「有必要那麼大反應嗎？」"
    tanaka "「啊，抱歉抱歉…」"
    player "「不過剛剛走上來的時候，聽別人說好像有個叫『千葉』的人出現在這裡。」"
    tanaka "「對對，說的就是她。」"
    tanaka "「你對她有印象嗎？」"
    player "「完全沒有。」"
    tanaka "「這樣啊……」"
    tanaka "「……（看樣子是真的）」"
    player "「？」"
    tanaka "「沒事！」"
    tanaka "「也差不多到小休了，我就先失陪了。」"
    hide tanaka with dissolve
    "話題就此打住。"
    player "「……」"
    "有點奇怪哪。"
    jump date_0901_skl_trans_q1_end

label date_0901_skl_trans_q1_who:
    ##############################################
    #                Know Chiba?                 #
    #               >Who?                        #
    ##############################################
    player "「那誰？」"
    show tanaka normal
    tanaka "「欸？！你居然不認識她？！」"
    player "「有啥好驚訝的？」"
    tanaka "「啊、也是…」"
    player "「不過聽聞這家學校也有個叫『千葉』的插班生，人氣好像還滿高的。」"
    tanaka "「對對，就是在說她。」"
    tanaka "「你怎樣看呢？」"
    player "「我對這些沒興趣，而且我又不認識對方。」"
    tanaka "「……是呢。」"
    player "「？」"
    tanaka "「……（看樣子是真的）」"
    player "「在說啥？」"
    tanaka "「不，沒事。」"
    tanaka "「說起來，到小休了，我有事要做，回見啦。」"
    hide tanaka with dissolve
    player "「嗯。」"
    "總覺得有點怪哪。"
    jump date_0901_skl_trans_q1_end

    ##############################################
    #                End of Question             #
    ##############################################


label date_0901_skl_trans_q1_end:
    ##############################################
    #                  幕間—1                    #
    ##############################################
    scene bg skl_classroom_seats with dissolve
    player "「哈啊——」"
    "無事可做哪。"
    "對於交朋友的意欲可有可無，然而一到了這個時候卻顯得無可奈何了。"
    "田中那傢伙又不知跑去哪了。"
    player "「……」"
    "找點事去做吧。"

    scene bg skl_corridor with dissolve
    "一到小休時候，走廊就洋溢著各種笑語。"
    "也許這就是青春來著。"
    "「啊，差點忘了。」"
    "（轉場景）"

    scene bg skl_classroom_blackboard with dissolve
    "「要是沒去的話，她們應該會抱怨吧。」"
    "說好了小休時去看看那兩個人的情況如何來著。"
    player "「門沒關上來著…」"
    "那麼，打擾了。"
    "站在室外看看她們的情況好了。"
    player "「找到了，找到了。」"
    "櫻和咲正站在課室中央，身邊倒是一堆人包圍著她們。"
    "該不會是欺負吧？"
    "我想應該不是。"
    "畢竟——"

    scene bg some_cg_with_sakura_smiling
    sakura "「——嘻嘻～」"
    "櫻露出了十分燦爛的笑容。"
    "在一旁的咲也明顯放下戒心來。"
    "看樣子已經和班上的同學打成一片了。"
    "「嘛，那看起來沒我的事了。」"
    "真無聊哪。"

return
