label momo_chapter_one:
    scene bg road with dissolve
    "拔腿狂奔一番後，終於來到了補習社"

    scene bg skl_classroom_seats with dissolve

    player "「總算沒有遲到，可惜前排的位置都坐滿了。」"
    "捏下滿頭的大汗，我坐下在後排的位置，靜靜地等候補習班的開始。"

    "不久，老師逐步步上講台，拾起桌上的麥克風，開始上課。"
    player "「在後排聽課，真的非常辛苦呢!不但投影不夠清晰，聲音也比較曚糊，真是苦了這群每次都坐在後排的傢伙。」"
    "我環視四周，卻只見四周的傢伙不是在睡覺，就是低下頭玩手機。"
    player "「盡是群渣滓，只懂浪費父母的供書教學。」"
    "我不屑地轉回頭，專心於課堂之中。"
    "(奔跑的腳步聲)"

    show momo normal with dissolve
    momo "「抱歉老師!我一不小心就睡過鐘了!非常抱歉」"
    "老師" "「隨便吧，反正也不是第一次了」"
    momo "「抱歉!」"
    "這位女孩，不知為何，近乎每次的補習都會遲到，就連導師也放棄理會他了。"
    momo "「請問…請問這裏有人坐嗎?」"
    "那女孩突然出現在我的身旁，説實話我是被嚇倒了"
    "我立即重整了思緒，作出回答。"
    player "「沒有，請便。」"
    momo "「謝謝您」"
    "女孩輕輕一笑，笑容如同一支箭，打進我的內心。"

    scene bg some_momo_gc_stuff
    "一直以來，"
    "我都是提早到達，坐在最前排，認真看待課堂。"
    "我未曾回頭看過一直遲到，又坐在最後排的她。"
    "如今，她卻坐在我的身旁。"
    "在同一補習班，理應早已認識。"
    "此刻，卻是我第一次，看見她。"

    scene bg skl_classroom_seats
    "老師" "「就是這樣了，大家明白嗎?」"
    "老師突然的一句，使我的意識回到了身軀。"

    player "「真是的，我是累過頭了嗎?竟然會如此出神。這次可糟糕了，還有功課和備課呢，又不知今夜何時才能安睡了…」"

    show momo normal with dissolve
    momo "「唔…」"
    momo "「完全不明白…」"
    hide momo with dissolve

    menu:
        "身旁傳來苦惱的聲音，你選擇？"

        "無視":
            show momo normal with dissolve
            momo "「唔…請問…我可以問你一個問題嗎?」"
            player "「甚麼事?」"
            momo "「我…這裏不明白…」"
        "詢問":
            player "「甚麼事?」"
            show momo normal with dissolve
            momo "「我…這裏不明白…」"
            pass


    "我拿起了她的習作本看了看她的筆記"
    momo "「就是這裏了…我看不明白…」"

    "我看了看她指着的位置…"
    "這不是高一年級上學期的內容嗎?"
    "有可能到現在還不懂嗎?"
    "若果是平日的我，大概會嘲笑着她，然後將其棄之不顧，任由其自生自滅吧。"
    "但是，看着她焦急的面孔，卻讓我出現了憐愛之心，"
    "激起一股保護欲，想要幫助她。"

    player "「這裏呢，是運用了…」"
    player "「然後再…」"
    player "「就能得出…」"
    player "「…便完成了。」"

    momo "「太好了!我終於搞懂了呢!這問題困擾了我很久了呢!」"
    momo "「謝謝你!」"
    momo "「那麼，也是時候走了呢!」"

    player "「走?」"

    momo "「對喔，補習班早結束了呢!」"

    player "「是嗎…那麼我也是時候走了…」"

    momo "「那麼，我就先走了囉，呼，終於可以睡個好覺了呢…都是全靠你的喔 ! 謝謝你，學霸先生」"

    player "「學覇先生…?」"

    momo "「那麼，下次補習再見了哦，byebye」"
    "她不消一會兒，就消失在門的另一方"
    hide momo with dissolve


    show momo normal with dissolve
    momo "「啊!差點忘了呢」"
    "女孩把頭伸進門内"

    $momo.next_name()
    momo "「我叫桃奈哦，彼岸櫻桃奈，要好好記住啊!」"
    hide momo with dissolve
    "(腳步聲……走了)"

    player "「學霸…嗎?」"
    "人外有人，天外有天"
    "一山還有一山高，強中自有強中手"
    "在校内未曾有突出表現，"
    "總是作為他人影子而活的我…"

    player "「第一次受到了稱讚，總覺得心情挺好的呢。」"

return
